cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'puma/puma'

brew 'ansible'
brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'hub'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'ssh-copy-id'
brew 'telnet'
brew 'terraform'
brew 'unrar'
brew 'watch'

cask 'appzapper'
cask 'atom'
cask 'changes'
cask 'dash'
cask 'docker'
cask 'epichrome'
cask 'firefox'
cask 'fliqlo'
cask 'fluor'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'nextcloud'
cask 'ngrok'
cask 'path-finder'
cask 'paw'
cask 'slack'
cask 'spectacle'
cask 'textmate'
cask 'tower2'
cask 'transmit4'
cask 'vanilla'
cask 'viscosity'
cask 'vmware-fusion'
cask 'vox'
cask 'vox-preferences-pane'
cask 'whatsapp'
