cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'puma/puma'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'coreutils'
brew 'hivemind'
brew 'hub'
brew 'ipcalc'
brew 'jq'
brew 'krew'
brew 'openssl'
brew 'libpq'
brew 'mailhog'
brew 'mas'
brew 'mkcert'
brew 'mtr'
brew 'node'
brew 'overmind'
brew 'readline'
brew 'p7zip'
brew 'pbzip2'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'rbenv'
brew 'roundup'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'ssh-copy-id'
brew 'telnet'
brew 'tfenv'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'yarn'

cask 'appzapper'
cask 'atom'
cask 'coconutbattery'
cask 'dash'
cask 'docker'
cask 'duet'
cask 'eloston-chromium'
cask 'epichrome'
cask 'firefox'
cask 'fliqlo'
cask 'fluor'
cask 'font-fira-code'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'macdown'
cask 'nextcloud'
cask 'ngrok'
cask 'numi'
cask 'path-finder'
cask 'paw'
cask 'snowflake-snowsql'
# cask 'slack'
cask 'spectacle'
cask 'the-unarchiver'
cask 'tower'
cask 'transmit4'
cask 'vanilla'
cask 'viscosity'
cask 'vmware-fusion'
cask 'vox'
cask 'vox-preferences-pane'
cask 'whatsapp'
cask 'zoom'
