cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'

brew 'homebrew/completions/brew-cask-completion'

cask 'appzapper'
cask 'atom'
cask 'changes'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'fluor'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'macdown'
cask 'path-finder'
cask 'spectacle'
cask 'textmate'
cask 'tower'
cask 'vanilla'
cask 'vmware-fusion'
